Repository: jarakys/QRCode
Catalog: QRCodeApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, ja, ko, pt_pt, ru, uk, vi, zh_hant

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة (QR Code)
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
id: Pindai Kode QR
ja: QRコードをスキャンしてください
ko: QR 코드 스캔
pt_pt: Escaneie o código QR
ru: Отсканировать QR-код
uk: Сканувати QR-код
vi: Quét mã QR
zh_hant: 扫描二维码

source: Scanned
ar: ممسوح
de: Gescannt
es: Escaneado
fr: Numérisé
id: Pindai
ja: スキャン済み
ko: 스캔
pt_pt: Digitalizado
ru: Отсканированные
uk: Відскановано
vi: Quét
zh_hant: 扫描

source: Scanned Result
ar: نتيجة المسح الضوئي
de: Gescannte Ergebnisse
es: Resultado escaneado
fr: Résultat de numérisation
id: Hasil Pindai
ja: スキャン結果
ko: 스캔 결과
pt_pt: Resultado da digitalização
ru: Результат сканирования
uk: Результат сканування
vi: Kết quả quét
zh_hant: 扫描结果

source: Search
ar: بحث
de: Suche
es: Buscar
fr: Recherche
id: Cari
ja: 検索
ko: 검색
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
vi: Tìm kiếm
zh_hant: 搜索

source: Select all
ar: اختر الكل
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
id: Pilih semua
ja: すべて選択
ko: 모두 선택
pt_pt: Selecionar tudo
ru: Выбрать все
uk: Вибрати все
vi: Chọn tất cả
zh_hant: 选择全部

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
ja: 設定
ko: 설정
pt_pt: Configurações
ru: Настройки
uk: Налаштування
vi: Cài đặt
zh_hant: 设置

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt_pt: Compartilhar
ru: Поделиться
uk: Поділитися
vi: Chia sẻ
zh_hant: 分享

source: SMS
ar: رسالة نصية
es: Correo electrónico
zh_hant: 短信

source: Snapchat
ar: سناب شات
ko: 스냅챗

source: Social
ar: اجتماعي
de: Sozial
id: Sosial
ja: ソーシャル
ko: 소셜
ru: Социальные сети
uk: Соціальні мережі
vi: Mạng xã hội
zh_hant: 社交

source: Sort alphabetically
ar: ترتيب أبجدي
de: Alphabetisch sortieren
es: Ordenar alfabéticamente
fr: Trier par ordre alphabétique
id: Urutkan secara alfabetis
ja: アルファベット順に並べる
ko: 알파벳순으로 정렬
pt_pt: Ordenar Alfabeticamente
ru: Сортировать по алфавиту
uk: Сортувати за алфавітом
vi: Sắp xếp theo thứ tự chữ cái
zh_hant: 按字母顺序排序

source: Sort manuallly
ar: ترتيب يدوي
de: Manuell sortieren
es: Ordenar manualmente
fr: Trier manuellement
id: Urutkan secara manual
ja: 手動で並べる
ko: 수동으로 정렬
pt_pt: Ordenar Manualmente
ru: Сортировать вручную
uk: Сортувати вручну
vi: Sắp xếp thủ công
zh_hant: 手动排序

source: Spotify
ar: سبوتيفاي
ko: 스포티파이

source: Start
ar: بداية
es: Comienzo
fr: Début
id: Mulai
ja: 始める
ko: 시작
pt_pt: Início
ru: Начать
uk: Почати
vi: Bắt đầu
zh_hant: “开始”

source: Telegram
ar: تليجرام
ko: 텔레그램

source: Templates
ar: قوالب
de: Vorlagen
es: Plantillas
fr: Modèles
id: Template
ja: テンプレート
ko: 템플릿
pt_pt: Modelos
ru: Шаблоны
uk: Шаблони
vi: Mẫu
zh_hant: 模板

source: Terms and conditions
ar: الشروط والأحكام
de: Nutzungsbedingungen
es: Términos y condiciones
fr: Conditions d'utilisation
id: Syarat dan ketentuan
ja: 利用規約
ko: 이용 약관
pt_pt: Termos e condições
ru: Условия использования
uk: Умови використання
vi: Điều khoản và điều kiện
zh_hant: 条款和条件

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Las condiciones de uso
fr: Les conditions d'utilisation
id: Ketentuan penggunaan
ja: 利用規約
ko: 이용 약관
pt_pt: Termos de utilização
ru: Условиями использования
uk: Умовами використання
vi: Điều khoản sử dụng
zh_hant: 使用条款

# Terms of use1
source: Terms of use
ar: سياسة الخصوصية
de: Datenschutzbestimmungen
es: Política de privacidad
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보처리방침에 동의합니다
pt_pt: Política de privacidade
ru: Политикой конфиденциальности
uk: Політикою конфіденційності
vi: Chính sách quyền riêng tư
zh_hant: 隐私政策

source: Text
ar: نص
es: Texto
fr: Texte
id: Teks
ja: テキスト
ko: 텍스트
pt_pt: Texto
ru: Текст
uk: Текст
vi: Văn bản
zh_hant: 文本

source: Tik Tok
ar: تيك توك
ko: 틱톡

source: To
ar: إلى
de: An
es: Para
fr: À
id: Kepada
ja: 宛先
ko: 수신자
ru: Кому
uk: Кому
vi: Đến
zh_hant: 收件人

source: Try for free
ar: جرب مجاناً
de: Testen Sie Kostenlos
es: Prueba gratis
fr: Essayez gratuitement
id: Coba gratis
ja: 無料でお試しください。
ko: 무료로 시도해보세요.
pt_pt: Tente gratuitamente
ru: Попробуйте бесплатно
uk: Спробуйте безкоштовно
vi: Thử miễn phí
zh_hant: 免费试用

source: Twitter
ar: تويتر
ko: 트위터

source: Unlimited Access To All Features
ar: وصول غير محدود إلى جميع الميزات
de: Unbegrenzter Zugang zu allen Funktionen
es: Acceso ilimitado a todas las funciones
fr: Accès illimité à toutes les fonctionnalités
id: Akses Tanpa Batas ke Semua Fitur
ja: すべての機能に無制限アクセス
ko: 모든 기능에 무제한 액세스
pt_pt: Acesso ilimitado a todos os recursos
ru: Неограниченный доступ ко всем функциям
uk: Необмежений доступ до всіх функцій
vi: Truy cập không giới hạn đến tất cả các tính năng
zh_hant: 无限制访问所有功能

source: Unlimited Scans QR & Barcodes
ar: مسح غير محدود للرموز الشريطية والرموز الاستجابة السريعة
de: Unbegrenzte Scans von QR- und Barcodes
es: Escaneos ilimitados de códigos QR y de barras
fr: Scans QR et codes-barres illimités
id: Pemindaian QR & Barcode Tanpa Batas
ja: 無制限スキャンQR＆バーコード
ko: 무제한 스캔 QR 및 바코드
pt_pt: Leituras ilimitadas de QR e códigos de barras
ru: Неограниченное сканирование QR- и штрих-кодов
uk: Необмежені сканування QR- та штрих-кодів
vi: Quét mã QR & Barcodes không giới hạn.
zh_hant: 无限扫描QR码和条形码

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
id: Buka kunci
ja: ロックを解除する
ko: 잠금 해제
pt_pt: Desbloquear
ru: Разблокировать
uk: Розблокувати
vi: Mở khóa
zh_hant: 解锁

source: URL
ar: رابط
zh_hant: 网址

source: Utilities
ar: خدمات
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
id: Utilitas
ja: ユーティリティ
ko: 유틸리티
pt_pt: Utilidades
ru: Утилиты
uk: Утиліти
vi: Tiện ích
zh_hant: 实用工具

source: Vibrate
ar: اهتزاز
de: Vibration
es: Vibrar
fr: Vibration
id: Getar
ja: バイブレーション
ko: 진동
pt_pt: Vibração
ru: Вибрация
uk: Вібрація
vi: Rung
zh_hant: 震动

source: Vibrate when QR is found
ar: اهتزاز عند العثور على رمز الاستجابة السريعة
de: Vibration bei QR-Fund
es: Vibrar cuando se encuentra un QR
fr: Vibration lorsque le QR est trouvé
id: Getar saat QR ditemukan
ja: QRが見つかったときにバイブレーション
ko: QR이 발견되면 진동
pt_pt: Vibrar quando o QR é encontrado
ru: Вибрировать при обнаружении QR-кода
uk: Вібрувати, коли знайдено QR-код
vi: Rung khi tìm thấy mã QR
zh_hant: 当发现QR码时震动

source: WhatsApp
ar: واتساب

source: WIFI
ar: واي فاي
ko: 와이파이

source: Contacts
de: Kontakt
es: Сontactos
id: Kontak
ja: 連絡先
ko: 연락처
pt_pt: Contatos
ru: Контактах
uk: Контактах
vi: Liên lạc
zh_hant: 在联系人

source: Scan Result
de: Gescannte Ergebnisse
es: Resultado escaneado
fr: Résultat de numérisation
pt_pt: Resultado da digitalização

source: Name
zh_hant: 姓名

source: QR code reader & scanner
zh_hant: 二维码生成器 扫描
